acpi
alsa-utils
autoconf
automake
bash
binutils
bison
bzip2
coreutils
cronie
cryptsetup
device-mapper
dhcpcd
dialog
diffutils
dmenu
e2fsprogs
emacs-nox
fakeroot
file
filesystem
findutils
firefox
flex
gawk
gcc
gcc-libs
gettext
git
glibc
gptfdisk
grep
gzip
htop
inetutils
iproute2
iputils
iw
jfsutils
less
libtool
licenses
linux
logrotate
lvm2
m4
make
man-db
man-pages
mdadm
nano
netctl
pacman
patch
pciutils
pcmciautils
perl
pkg-config
powertop
procps-ng
psmisc
reiserfsprogs
rxvt-unicode
s-nail
sed
shadow
sudo
sysfsutils
syslinux
systemd-sysvcompat
tar
texinfo
ttf-inconsolata
usbutils
util-linux
vi
which
wpa_supplicant
xf86-video-intel
xfsprogs
xmobar
xmonad
xmonad-contrib
xorg-server
xorg-server-utils
xorg-xinit
zsh
